{"sections":{"main":{"type":"main-page","blocks":{"heading":{"type":"text","name":"Title","settings":{"text":"<h1>{{ closest.page.title }}<\/h1>","width":"100%","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-primary--family)","font_size":"","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"page-content":{"type":"page-content","settings":{},"blocks":{}}},"block_order":["heading","page-content"],"disabled":true,"settings":{"content_direction":"column","gap":32,"color_scheme":"","padding-block-start":40,"padding-block-end":80}},"section_MgLywK":{"type":"section","blocks":{"image_LzJhXz":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Terms_Conditions_1.png","link":"","image_ratio":"adapt","width":"fill","custom_width":100,"width_mobile":"fill","custom_width_mobile":100,"height":"fit","border":"none","border_width":1,"border_opacity":100,"border_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}}},"block_order":["image_LzJhXz"],"name":"t:names.image_with_text","settings":{"content_direction":"row","vertical_on_mobile":true,"horizontal_alignment":"flex-start","vertical_alignment":"center","align_baseline":false,"horizontal_alignment_flex_direction_column":"flex-start","vertical_alignment_flex_direction_column":"center","gap":32,"section_width":"full-width","section_height":"","section_height_custom":50,"color_scheme":"","background_media":"none","video_position":"cover","background_image_position":"cover","border":"none","border_width":1,"border_opacity":100,"border_radius":0,"toggle_overlay":false,"overlay_color":"#00000026","overlay_style":"solid","gradient_direction":"to top","padding-block-start":0,"padding-block-end":0}},"section_CerzB3":{"type":"section","blocks":{"group_g4tbG3":{"type":"group","settings":{"class":"","link":"","open_in_new_tab":false,"content_direction":"column","vertical_on_mobile":true,"horizontal_alignment":"flex-start","vertical_alignment":"center","align_baseline":false,"horizontal_alignment_flex_direction_column":"flex-start","vertical_alignment_flex_direction_column":"center","gap":12,"width":"custom","custom_width":100,"width_mobile":"fill","custom_width_mobile":100,"height":"fit","custom_height":100,"inherit_color_scheme":true,"color_scheme":"","background_media":"none","video_position":"cover","background_image_position":"cover","border":"none","border_width":1,"border_opacity":100,"border_radius":0,"toggle_overlay":false,"overlay_color":"#00000026","overlay_style":"solid","gradient_direction":"to top","padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{"text_zEypTF":{"type":"text","name":"t:names.heading","settings":{"text":"<h2>Privacy Policy<\/h2>","width":"fit-content","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-body--family)","font_size":"1rem","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"var(--color-foreground)","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"text_XVBbWQ":{"type":"text","settings":{"text":"<p>At <strong>THE REWARD COMPANY<\/strong>, hereinafter be referred as <strong>“TRC”<\/strong>, we want you to feel comfortable and confident when using our products and services and with entrusting your personal and company information to us. We do not sell, rent, trade or distribute your specific and personal information to anyone, in ways disclosed in this privacy policy.<\/p><p>This statement applies to <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> website and services that display or link to this statement. In addition, where more detailed information is needed to explain our privacy practices, we post supplementary privacy notices to describe how particular services process personal information.<\/p><h3>Protecting your Information<\/h3><p>We work to protect your personal information from loss, misuse, or unauthorized alteration by using industry-recognized security safeguards, coupled with carefully developed security procedures and practices. We maintain physical, electronic and procedural safeguards that comply with applicable laws. Your sensitive information, as may be, is encrypted when it is transmitted to our system. Our employees are trained and are required to safeguard your information.<\/p><h3>Information We may collect<\/h3><ul><li>We collect personal information such as your name, work place details, email address (primary & secondary), shipping\/billing address, phone number when you interact with us to purchase our product or use our services.<\/li><li>We collect information about your system with which you access our website as it interacts with us such as your IP address and browser information.<\/li><li>When we track activity, we collect information such as your IP address, browser type and version, and pages you view. We also keep track of how you get to our sites and any links you click on to leave our sites. We do not track URLs that you type into your browser, nor do we track you across the Internet once you leave our sites. We use your Web site activity to assist you by reducing the need to re-enter your data and to help us resolve technical support issues. We may also use this information to offer you a personalized web experience, and to tailor our offerings to you. Remember, you control whether you receive <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> marketing materials.<\/li><li>We use common internet technologies, such as cookies and Web beacons to manage our web sites and services, advertising and e-mail programs.<\/li><li>Our online services may access and set cookies, which are small files of information stored on your computer by a web server. Cookies help us recognize when you return to a website, to confirm that you are logged in, or to maintain a web session. To help us collect site usage data, we use service providers to place web beacons on specific web pages and send usage information about that page. Web beacons, also known as single-pixel GIFs, are invisible graphical images. When we send you e-mails, we may include a web beacon to determine the number of people who open our e-mails. When you click on a link in an e-mail, we record this individual response to allow us to customize our offerings to you. These web beacons provide useful information regarding our site which allows us to improve our products and services. Please note that identifiable information is not sent to <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> or our service providers through the use of these cookies or web beacons and all web navigation data is used only in the aggregate to improve our product and site performance.<\/li><li>We collect user feedback and other interactions, such as surveys taken, at our sites.<\/li><li>We also have many places where users can provide feedback and suggestions, for example, surveys that you may answer when you exit a product or service. Answering is optional. We combine your answers with those of others to better understand our products and how we may improve them.<\/li><li>We may also offer you the opportunity to share your experience with a review or other comment or provide you a service via various third-party social media such as Google, Twitter, Facebook, LinkedIn, Orkut, YouTube, etc. in a number of texts, video, and image formats. Registration with those services may be separately required at your discretion.<\/li><\/ul><h3>How We Use Information<\/h3><ul><li>We do not sell or rent your personal information to anyone for promotional or marketing purposes without your written consent.<\/li><li><a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> uses your personal information to manage your account, to contact you and to operate, improve, and deliver our products and services, including Web sites. We use your personal information to provide you with information and services you request, if required, to tell you about our products and services, and to give you a customized, interactive experience as you use our products or services. We use your personal information to charge you for the products and services you purchase. We use the contact information you provide to communicate with you.<\/li><li>We use responses to surveys and polls to improve our products and services. We summarize information about your usage and combine it with that of others to learn about the use of our products to help us develop new products and services. This information is collected in such a way that it cannot be used to identify an individual.<\/li><li>We summarize information about you filled in by you and we also combine that information with that of others in a way that does not identify you personally to understand how our products are used, to deliver products and services and to help us develop new products and services.<\/li><li>We may use service companies to help provide you products and services. They are not allowed to use your information for their own purposes.<\/li><li>Some of our marketing emails and programs have a \"Refer-a-Friend\" feature that provides you with the ability to automatically send information about <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> Services to your personal contacts. The information you give of your contacts such as e-mail address, etc. will only be used for the one-time distribution of the information and will not be used for any other purpose.<\/li><li><a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> may also transfer personal information to its affiliated companies, as may be, in other countries. Where this is done, we will take necessary steps to adequately protect the information transferred. BY SUPPLYING PERSONAL INFORMATION TO TRC, YOU CONSENT TO ANY SUCH TRANSFER.<\/li><li>In some cases, we process personal information on a server outside your country. We may process personal information to provide our own services. In some cases, we may process personal information, upon user consent, on behalf of and according to the instructions of a third party, such as our advertising partners.<\/li><li>We protect the confidentiality and security of your personal information from loss, misuse, or unauthorized alteration by using industry-recognized security safeguards such as firewalls, coupled with carefully developed security procedures. We maintain physical, electronic and procedural safeguards that comply with applicable laws.<\/li><li>Your web-based services are password protected and we recommend that you do not share your password with anyone. Remember to sign out of your web-based product and services and close your browser window when you have finished your work. This prevents others from accessing your account if you share a computer or use a non- personal computer in a public place.<\/li><li>We transmit, protect and access all cardholder information in compliance with the Payment Card and Prepaid Card Industry's Data Security Standards (PCI-DSS) compliance.<\/li><\/ul><h3>Services & Third Parties<\/h3><ul><li>Advertising networks that serve ads on this and other Web sites may assign their own cookies on your browser. The information collected is anonymous and is not linked to your personal information. These cookies may be used to select which ads you see on web sites and determine the effectiveness of this advertising. You may choose to decline cookies from third-party ad servers, which <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> does not control.<\/li><li>Sometimes we may ask outside firms, or third parties, to help us provide services, such as designing or redesigning web site, sending e-mails, registering a prospective domain name, or analysing data. Our contracts with these third parties outline the appropriate use and handling of your information and prohibit them from using any of your personal information for purposes except the product or service they're providing. We require vendors to maintain the confidentiality of the information we provide to them.<\/li><li>We may share information with lawyers, credit bureaus, agents, government agencies and card associations in connection with issues related to fraud, if any identified.<\/li><li>We work with other companies or developers to provide you with products and services which we clearly identify. We have clearly identified these co-branded products and services. In some cases, we exchange customer usage information to establish and provide ongoing service. By requesting these products or services, you are permitting us to provide your personal and usage information to the other company to fulfil your request.<\/li><li>We also may share non-identifiable, non-personal aggregate information about our users with third parties, such as advertisers or partners, for marketing and promotional purposes and for them to design and create better products and offers.<\/li><li>Our websites may provide links to third-party sites, such as those of our business partners and online advertisers. These could include other services, promotions or sweepstakes offered by business partners. Because TRC does not control the information policies or practices of these third parties, you should review their privacy policies to learn more about how they collect and use personal information.<\/li><li>We also may share your first name, last name and address with non-profit organizations, whom you have choose to make donations or contributions through us with prior consent from you. This is solely done to allow them to send a “Thanks note for your contributions” message.<\/li><li>We also may share your first name, last name and mobile number of Guests you will bring only, in cases where you are attending a private event. This is done to better manage the event.<\/li><li>If we sell, merge or transfer any part of our business, part of the sale may include your personal information. If so, you will be asked if you'd like to stop receiving promotional information following any change of control.<\/li><li>We may use sources outside of <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> to supplement the information you give us. For example, we may validate your address using other sources. We use this data to help us maintain accuracy and provide you with better service.<\/li><li>We may disclose, access, or report personal information when we believe, in good faith, we're required to do so by law or to protect our legal rights. We may also do this in connection with an investigation into a suspected violation involving a Terms of Service, fraud, intellectual property infringement, or other activity that may be illegal or expose us to legal liability. For instance, we may be required to disclose personal information to cooperate with regulators or law enforcement authorities or to comply with a court order, subpoena, search warrant, or law enforcement request.<\/li><\/ul><h3>Choices for Personal Information<\/h3><ul><li>When you sign up for a particular service that requires registration, we ask you to provide personal information. If we use this information in a manner different than the purpose for which it was collected, then we will ask for your consent prior to such use.<\/li><li>If we propose to use personal information for any purposes other than those described in this Privacy Policy and\/or in the specific service privacy notices, we will offer you an effective way to opt-out of the use of personal information for those other purposes. We will not collect or use personal information for purposes other than those described in this Privacy Policy and\/or in the supplementary service privacy notices, unless we have obtained your prior consent.<\/li><li>Most browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent. However, some <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> features and services may not function properly if your cookies are disabled.<\/li><li>You can decline to submit personal information to any of our services, in which case <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> may not be able to provide those services to you.<\/li><li>You may control the use of your contact information for promotional, marketing, or survey-related communications by specifying your contact preferences.<\/li><li>You may unsubscribe from our newsletters by using the unsubscribe link provided in the newsletter sent to you.<\/li><li>When you use <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> services, we make good faith efforts to provide you with access to your personal information and either to correct this data if it is inaccurate or to delete such data at your request if it is not otherwise required to be retained by law or regulatory purposes. We ask individual users to identify themselves and the information requested to be accessed, corrected or removed before processing such requests, and we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, jeopardize the privacy of others, or would be extremely impractical (for instance, requests concerning information residing on backup tapes), or for which access is not otherwise required. In any case where we provide information access and correction, we perform this service free of charge, except if doing so would require a disproportionate effort. Some of our services have different procedures to access, correct or delete users’ personal information. We provide the details for these procedures in the specific privacy notices for these services.<\/li><\/ul><h3>Privacy Impact Assessment<\/h3><ul><li><a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> or its affiliated entities will conduct Privacy Impact Assessments (PIA) to consider data protection requirements and risks at all stages of the data lifecycle. This will help to identify and reduce the privacy risks for data subjects (you) by:<\/li><\/ul><h3>Data Subject (Your) Rights<\/h3><ul><li>Data subjects (You) will have full control over their personal data during the entire data lifecycle - collection, processing, updates, and archival\/deletion. They (You) will have the right to:<\/li><\/ul><p>You will be able to place the request through the channel communicated as part of this policy as mentioned in the Communication with us about Privacy section. Requests are processed by <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> within one month after due verification.<\/p><h3>Data Breach Notification<\/h3><ul><li>Though adequate protection is given to all PII (Personal Data) and critical information stored within <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a>environment, in an unforeseen event of a data breach a notification with details will be sent out to the Data Subjects (You) and the respective Supervisory Authority within 72 hours of the reported breach<\/li><\/ul><h3>Data Retention and Disposal<\/h3><ul><li>Personal data will be erased when requested by the data subject, except when doing so would make it impossible to provide the required product or service, e.g. to a data subject. This does not include Personal data of any data subject who is in employment with <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a>, in which case the same will be retained for regular operational or regulatory requirements.<\/li><li>Personal data will only be kept for as long as is reasonably necessary, considering our need to answer queries or resolve issues, any other purpose outlined above, or to comply with legal requirements under applicable law(s). After this period, we will either delete or anonymised personal information based on the sensitivity of the Personal Information.<\/li><\/ul><h3>Cross-Border Data Transfer<\/h3><ul><li>As a global organization, the data we collect may be transferred internally throughout TRC, including subsidiaries located in other parts of the world. Such transfers may happen between our global offices, data centres located in other geographical zones, or our third-party partners based on various factors such as customers’ global footprint, global presence, legal\/statutory requirements etc. Where we transfer personal data outside the originating country, we will either transfer it to countries that provide an adequate level of protection, or we have appropriate safeguards in place.<\/li><li>Transfer of Personal Information across countries\/ jurisdictions will be communicated to Data Subjects as part of Privacy Notice. <a href=\"https:\/\/thereward.co\/dashboard\">TRC<\/a> business processes will ensure other privacy principles are mandated such as data minimization, need-based access, data retention & disposal, Data Subject rights, etc. in case of data transferred to or from third-party vendors.<\/li><\/ul><h3>Changes to this Privacy Policy<\/h3><ul><li>Please note that this Privacy Policy may change from time to time, basis operational, regulatory and\/or statutory requirements. We will not reduce your rights under this Privacy Policy without your explicit consent. We will update the Privacy Policy with requisite changes on this page and we will provide a prominent notice or notification, as you visit the page, as deem appropriate, to enable the users to be aware of the updated Policy.<\/li><\/ul><h3>Communication with us about Privacy<\/h3><p>If you have privacy-related questions that are not addressed here in the Policy, please feel free to contact us through our website or to exercise any of your rights as mentioned in the Data Subject Rights section, email us at <a href=\"mailto:privacy@easyrewardz.com\">privacy@easyrewardz.com<\/a>.<\/p><p>© 2022 – Easyrewardz Software Services Private Limited<\/p>","width":"100%","max_width":"none","alignment":"left","type_preset":"rte","font":"var(--font-body--family)","font_size":"1rem","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"var(--color-foreground)","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":32,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"button_t4VpWQ":{"type":"button","settings":{"label":"Shop now","link":"shopify:\/\/collections\/all","open_in_new_tab":false,"style_class":"button","width":"fit-content","custom_width":100,"width_mobile":"fit-content","custom_width_mobile":100},"blocks":{}}},"block_order":["text_zEypTF","text_XVBbWQ","button_t4VpWQ"]}},"block_order":["group_g4tbG3"],"name":"t:names.image_with_text","settings":{"content_direction":"row","vertical_on_mobile":true,"horizontal_alignment":"flex-start","vertical_alignment":"center","align_baseline":false,"horizontal_alignment_flex_direction_column":"flex-start","vertical_alignment_flex_direction_column":"center","gap":32,"section_width":"page-width","section_height":"","section_height_custom":50,"color_scheme":"","background_media":"none","video_position":"cover","background_image_position":"cover","border":"none","border_width":1,"border_opacity":100,"border_radius":0,"toggle_overlay":false,"overlay_color":"#00000026","overlay_style":"solid","gradient_direction":"to top","padding-block-start":40,"padding-block-end":40}}},"order":["main","section_MgLywK","section_CerzB3"]}